{"id":14,"date":"2021-05-22T04:00:09","date_gmt":"2021-05-22T04:00:09","guid":{"rendered":"http:\/\/localhost:7000\/wordpress\/?p=14"},"modified":"2021-05-29T07:50:52","modified_gmt":"2021-05-29T07:50:52","slug":"laptop","status":"publish","type":"post","link":"http:\/\/localhost:7000\/wordpress\/laptop-may-tinh-bang-msi-acer\/laptop\/","title":{"rendered":"Blog"},"content":{"rendered":"\r\n<h1>H\u01b0\u1edbng d\u1eabn th\u00eam b\u00e0i vi\u1ebft m\u1edbi trong WordPress<\/h1>\r\n\r\n\r\n\r\n<p><img loading=\"lazy\" src=\"https:\/\/secure.gravatar.com\/avatar\/451973a1d4a4645381aa35f93db4716e?s=80&amp;d=mm&amp;r=g\" srcset=\"https:\/\/secure.gravatar.com\/avatar\/451973a1d4a4645381aa35f93db4716e?s=160&amp;d=mm&amp;r=g 2x\" alt=\"Hathao\" width=\"80\" height=\"80\" \/>\u00a0\u0111\u01b0\u1ee3c \u0111\u0103ng b\u1edfi\u00a0<a href=\"https:\/\/cunghocwp.com\/author\/hathao\/\">Hathao<\/a><a href=\"https:\/\/cunghocwp.com\/them-bai-viet-moi-trong-wordpress\/\">03\/10\/2020<\/a>\u00a0tr<\/p>\r\n<p>ong chuy\u00ean m\u1ee5c\u00a0<a href=\"https:\/\/cunghocwp.com\/wordpress\/\">WordPress<\/a><a href=\"https:\/\/cunghocwp.com\/them-bai-viet-moi-trong-wordpress\/#\">\u00a00\u00a0<\/a><a href=\"https:\/\/cunghocwp.com\/them-bai-viet-moi-trong-wordpress\/#\">\u00a00<\/a><a href=\"https:\/\/cunghocwp.com\/them-bai-viet-moi-trong-wordpress\/\">\u00a00<\/a>0CHIA S\u1eba391L\u01af\u1ee2T XEM<a href=\"http:\/\/www.facebook.com\/sharer.php?u=https%3A%2F%2Fcunghocwp.com%2Fthem-bai-viet-moi-trong-wordpress%2F\"><strong>Share on Facebook<\/strong><\/a><a href=\"https:\/\/twitter.com\/intent\/tweet?text=H%C6%B0%E1%BB%9Bng+d%E1%BA%ABn+th%C3%AAm+b%C3%A0i+vi%E1%BA%BFt+m%E1%BB%9Bi+trong+WordPress&amp;url=https%3A%2F%2Fcunghocwp.com%2Fthem-bai-viet-moi-trong-wordpress%2F\"><strong>Share on Twitter<\/strong><\/a><\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n \u0111ang mu\u1ed1n t\u1ea1o m\u1ed9t b\u00e0i vi\u1ebft m\u1edbi trong WordPress? B\u1ea1n mu\u1ed1n t\u00ecm hi\u1ec3u v\u1ec1 t\u1ea5t c\u1ea3 c\u00e1c t\u00ednh n\u0103ng b\u00e0i vi\u1ebft WordPress?<\/p>\r\n\r\n\r\n\r\n<blockquote>\r\n<p style=\"text-align: left;\"><em><strong>M\u1eb7c d\u00f9 m\u1ed9t s\u1ed1 ng\u01b0\u1eddi cho r\u1eb1ng vi\u1ec7c th\u00eam m\u1ed9t b\u00e0i vi\u1ebft WordPress m\u1edbi l\u00e0 kh\u00e1 \u0111\u01a1n gi\u1ea3n nh\u01b0ng nhi\u1ec1u ng\u01b0\u1eddi d\u00f9ng m\u1edbi c\u00f3 th\u1ec3 b\u1ecb cho\u00e1ng ng\u1ee3p b\u1edfi giao di\u1ec7n c\u1ee7a n\u1ec1n t\u1ea3ng n\u00e0y.<\/strong><\/em><\/p>\r\n<\/blockquote>\r\n<p><!--more--><\/p>\r\n\r\n<p><iframe loading=\"lazy\" title=\"YouTube video player\" src=\"https:\/\/www.youtube-nocookie.com\/embed\/YhLURtBKUD0?start=120\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\r\n\r\n<blockquote>\r\n<p><em><strong>1 So hinh anh dep<\/strong><\/em><\/p>\r\n<\/blockquote>\r\n<p><!--more--><\/p>\r\n<div id='gallery-1' class='gallery galleryid-14 gallery-columns-2 gallery-size-thumbnail'><figure class='gallery-item'>\n\t\t\t<div class='gallery-icon landscape'>\n\t\t\t\t<a href='http:\/\/localhost:7000\/wordpress\/laptop-may-tinh-bang-msi-acer\/laptop\/attachment\/68___gieng_lang_quang_phu_cau__ung_hoa___anh_viet_manh-16_51_07_908\/'><img width=\"150\" height=\"102\" src=\"http:\/\/localhost:7000\/wordpress\/wp-content\/uploads\/2021\/05\/68___gieng_lang_quang_phu_cau__ung_hoa___anh_viet_manh-16_51_07_908.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" loading=\"lazy\" aria-describedby=\"gallery-1-24\" \/><\/a>\n\t\t\t<\/div>\n\t\t\t\t<figcaption class='wp-caption-text gallery-caption' id='gallery-1-24'>\n\t\t\t\ta\n\t\t\t\t<\/figcaption><\/figure><figure class='gallery-item'>\n\t\t\t<div class='gallery-icon landscape'>\n\t\t\t\t<a href='http:\/\/localhost:7000\/wordpress\/laptop-may-tinh-bang-msi-acer\/laptop\/attachment\/net-cuoi-be-gai-9-1527053440039156820618\/'><img width=\"150\" height=\"100\" src=\"http:\/\/localhost:7000\/wordpress\/wp-content\/uploads\/2021\/05\/net-cuoi-be-gai-9-1527053440039156820618.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" loading=\"lazy\" aria-describedby=\"gallery-1-25\" \/><\/a>\n\t\t\t<\/div>\n\t\t\t\t<figcaption class='wp-caption-text gallery-caption' id='gallery-1-25'>\n\t\t\t\tb\n\t\t\t\t<\/figcaption><\/figure>\n\t\t<\/div>\n\r\n<p>\u1ea3 nh\u1eefng ng\u01b0\u1eddi d\u00f9ng hi\u1ec3u bi\u1ebft h\u01a1n c\u0169ng ng\u1ea1c nhi\u00ean khi t\u00ecm th\u1ea5y nh\u1eefng t\u00ednh n\u0103ng m\u1edbi tr\u00ean m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Trong b\u00e0i vi\u1ebft n\u00e0y, CunghocWP s\u1ebd h\u01b0\u1edbng d\u1eabn c\u00e1ch th\u00eam b\u00e0i vi\u1ebft m\u1edbi v\u00e0 c\u00e1ch s\u1eed d\u1ee5ng t\u1ea5t c\u1ea3 c\u00e1c t\u00ednh n\u0103ng tr\u00ean m\u00e0n h\u00ecnh \u0111\u1ec3 t\u1ea1o n\u1ed9i dung t\u1ed1t h\u01a1n.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\u00a0<\/div>\r\n\r\n\r\n\r\n<p>CunghocWP chia h\u01b0\u1edbng d\u1eabn n\u00e0y th\u00e0nh ba ph\u1ea7n \u0111\u1ec3 b\u1ea1n c\u00f3 c\u00e1i nh\u00ecn t\u1ed5ng qu\u00e1t h\u01a1n:<\/p>\r\n\r\n\r\n\r\n<ul>\r\n<li>T\u1ea1o m\u1ed9t b\u00e0i vi\u1ebft m\u1edbi trong WordPress b\u1eb1ng tr\u00ecnh so\u1ea1n th\u1ea3o m\u1eb7c \u0111\u1ecbnh (\u0111\u1ec1 xu\u1ea5t)<\/li>\r\n<li>T\u1ea1o m\u1ed9t b\u00e0i vi\u1ebft m\u1edbi trong WordPress b\u1eb1ng tr\u00ecnh so\u1ea1n th\u1ea3o classic editor<\/li>\r\n<li>C\u00e1c m\u1eb9o b\u1ed5 sung \u0111\u1ec3 t\u1ea1o b\u00e0i vi\u1ebft blog t\u1ed1t h\u01a1n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<h2 id=\"default\"><strong>T\u1ea1o b\u00e0i vi\u1ebft m\u1edbi trong WordPress b\u1eb1ng so\u1ea1n th\u1ea3o m\u1eb7c \u0111\u1ecbnh<\/strong><\/h2>\r\n\r\n\r\n\r\n<p>V\u00e0o th\u00e1ng 12 n\u0103m 2018, WordPress \u0111\u00e3 gi\u1edbi thi\u1ec7u m\u1ed9t tr\u00ecnh so\u1ea1n th\u1ea3o kh\u1ed1i m\u1edbi c\u00f2n \u0111\u01b0\u1ee3c g\u1ecdi l\u00e0 Gutenberg kh\u00e1 \u0111\u01a1n gi\u1ea3n, nh\u01b0ng \u0111\u1eebng \u0111\u1ec3 v\u1ebb ngo\u00e0i \u0111\u00e1nh l\u1eeba b\u1ea1n.<\/p>\r\n\r\n\r\n\r\n<p>C\u00f3 r\u1ea5t nhi\u1ec1u t\u00ednh n\u0103ng m\u1ea1nh m\u1ebd \u0111\u01b0\u1ee3c b\u1ed5 sung v\u00e0o tr\u00ecnh so\u1ea1n th\u1ea3o n\u00e0y. Ch\u00fang t\u00f4i s\u1ebd gi\u1ea3i th\u00edch t\u1ea5t c\u1ea3 v\u00e0 gi\u00fap b\u1ea1n kh\u00e1m ph\u00e1 ti\u1ec1m n\u0103ng th\u1ef1c s\u1ef1 c\u1ee7a c\u00e1c t\u00ednh n\u0103ng n\u00e0y.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam ti\u00eau \u0111\u1ec1 v\u00e0 Content Blocks<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o block editor WordPress \u0111i k\u00e8m v\u1edbi m\u1ed9t giao di\u1ec7n vi\u1ebft g\u1ecdn g\u00e0ng. B\u1ea1n c\u1ea7n nh\u1eadp ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft \u1edf tr\u00ean c\u00f9ng.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104064\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-727.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>\u0110\u1ec3 th\u00eam n\u1ed9i dung, b\u1ea1n c\u1ea7n th\u00eam m\u1ed9t kh\u1ed1i (block). C\u00f3 nhi\u1ec1u n\u00fat\u00a0<strong>add block<\/strong>\u00a0tr\u00ean m\u00e0n h\u00ecnh \u0111\u1ec3 b\u1ea1n nh\u1ea5p ch\u1ecdn v\u00e0 th\u00eam kh\u1ed1i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104065\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-728.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>N\u1ebfu kh\u00f4ng mu\u1ed1n s\u1eed d\u1ee5ng chu\u1ed9t \u0111\u1ec3 nh\u1ea5p, b\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng ph\u00edm shortcut b\u1eb1ng c\u00e1ch nh\u1eadp \/image \u0111\u1ec3 t\u00ecm ki\u1ebfm v\u00e0 th\u00eam kh\u1ed1i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/selectblockwhilewriting.gif\" alt=\"Ch\u1ecdn kh\u1ed1i trong khi vi\u1ebft\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>T\u1ea5t c\u1ea3 c\u00e1c y\u1ebfu t\u1ed1 n\u1ed9i dung \u0111\u01b0\u1ee3c bao b\u1ecdc trong m\u1ed9t kh\u1ed1i. WordPress \u0111i k\u00e8m v\u1edbi c\u00e1c kh\u1ed1i cho t\u1ea5t c\u1ea3 c\u00e1c item n\u1ed9i dung ph\u1ed5 bi\u1ebfn bao g\u1ed3m \u0111o\u1ea1n v\u0103n, c\u1ed9t, h\u00ecnh \u1ea3nh, th\u01b0 vi\u1ec7n, nh\u00fang, shortcode, widget, vv\u2026<\/p>\r\n\r\n\r\n\r\n<p>M\u1ed9t s\u1ed1 plugin WordPress c\u0169ng c\u00f3 th\u1ec3 th\u00eam c\u00e1c kh\u1ed1i ri\u00eang \u0111\u1ec3 th\u00eam c\u00e1c t\u00ednh n\u0103ng kh\u00e1c nh\u01b0 contact form, SEO, vv\u2026 (ch\u00fang ta s\u1ebd n\u00f3i th\u00eam v\u1ec1 \u0111i\u1ec1u n\u00e0y \u1edf ph\u1ea7n sau c\u1ee7a b\u00e0i vi\u1ebft).<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam h\u00ecnh \u1ea3nh, video v\u00e0 ph\u01b0\u01a1ng ti\u1ec7n kh\u00e1c<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 th\u00eam h\u00ecnh \u1ea3nh b\u1eb1ng c\u00e1ch th\u00eam kh\u1ed1i h\u00ecnh \u1ea3nh v\u00e0 upload ho\u1eb7c ch\u1ecdn h\u00ecnh \u1ea3nh b\u1ea1n mu\u1ed1n th\u00eam.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104066\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-729.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>N\u1ebfu b\u1ea1n mu\u1ed1n \u0111\u1eb7t v\u0103n b\u1ea3n v\u00e0 h\u00ecnh \u1ea3nh c\u1ea1nh nhau th\u00ec c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng kh\u1ed1i\u00a0<strong>\u2018Media &amp; Text\u2019<\/strong>\u00a0\u0111\u1ec3 b\u1ecdc v\u0103n b\u1ea3n xung quanh h\u00ecnh \u1ea3nh trong WordPress.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104067\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-730.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o WordPress c\u0169ng \u0111i k\u00e8m v\u1edbi kh\u1ed1i\u00a0<strong>Gallery<\/strong>\u00a0hi\u1ec3n th\u1ecb h\u00ecnh \u1ea3nh theo h\u00e0ng v\u00e0 c\u1ed9t v\u1edbi layout l\u01b0\u1edbi.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n ch\u1ec9 c\u1ea7n th\u00eam kh\u1ed1i Gallery, sau \u0111\u00f3 upload ho\u1eb7c ch\u1ecdn h\u00ecnh \u1ea3nh t\u1eeb media library WordPress.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104068\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-731.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>M\u1eb7c d\u00f9 kh\u1ed1i gallery kh\u00e1 quy\u1ec1n l\u1ef1c nh\u01b0ng b\u1ea1n c\u00f3 th\u1ec3 s\u1ebd c\u1ea7n t\u1edbi c\u00e1c t\u00ednh n\u0103ng th\u01b0 vi\u1ec7n n\u00e2ng cao kh\u00e1c nh\u01b0 album, s\u1eafp x\u1ebfp h\u00ecnh \u1ea3nh, vv\u2026 Trong tr\u01b0\u1eddng h\u1ee3p n\u00e0y, b\u1ea1n n\u00ean s\u1eed d\u1ee5ng m\u1ed9t trong c\u00e1c plugin gallery WordPress.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n mu\u1ed1n nh\u00fang video v\u00e0o n\u1ed9i dung c\u1ee7a m\u00ecnh? R\u1ea5t \u0111\u01a1n gi\u1ea3n.<\/p>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o WordPress m\u1eb7c \u0111\u1ecbnh \u0111i k\u00e8m v\u1edbi c\u00e1c embed block cho t\u1ea5t c\u1ea3 c\u00e1c nh\u00e0 cung c\u1ea5p ph\u1ed5 bi\u1ebfn.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104069\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-732.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n ch\u1ec9 c\u1ea7n copy v\u00e0 d\u00e1n URL video v\u00e0o m\u1ed9t kh\u1ed1i \u0111o\u1ea1n v\u0103n, WordPress s\u1ebd t\u1ef1 \u0111\u1ed9ng chuy\u1ec3n \u0111\u1ed5i th\u00e0nh m\u1ed9t kh\u1ed1i embed video.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104070\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-733.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng kh\u1ed1i video \u0111\u1ec3 upload tr\u1ef1c ti\u1ebfp video l\u00ean trang web c\u1ee7a m\u00ecnh nh\u01b0ng vi\u1ec7c n\u00e0y s\u1ebd l\u00e0m ch\u1eadm trang web v\u00e0 th\u1eadm ch\u00ed c\u00f3 th\u1ec3 l\u00e0m h\u1ecfng m\u00e1y ch\u1ee7 hosting WordPress.<\/p>\r\n\r\n\r\n\r\n<p>Thay v\u00e0o \u0111\u00f3, b\u1ea1n n\u00ean upload video l\u00ean m\u1ed9t d\u1ecbch v\u1ee5 nh\u01b0 YouTube ho\u1eb7c Vimeo, sau \u0111\u00f3 nh\u00fang v\u00e0o c\u00e1c b\u00e0i vi\u1ebft WordPress.<\/p>\r\n\r\n\r\n\r\n<p>\u0110\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft, h\u00e3y xem h\u01b0\u1edbng d\u1eabn c\u1ee7a CunghocWP v\u1ec1 l\u00fd do t\u1ea1i sao b\u1ea1n kh\u00f4ng bao gi\u1edd n\u00ean upload video l\u00ean trang web WordPress.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam Categories v\u00e0 Tags<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>WordPress cho ph\u00e9p b\u1ea1n s\u1eafp x\u1ebfp c\u00e1c b\u00e0i vi\u1ebft th\u00e0nh c\u00e1c categories v\u00e0 tags (danh m\u1ee5c v\u00e0 th\u1ebb) \u0111\u1ec3 s\u1eafp x\u1ebfp n\u1ed9i dung th\u00e0nh c\u00e1c ph\u1ea7n v\u00e0 topic.<\/p>\r\n\r\n\r\n\r\n<p>Ngo\u00e0i ra vi\u1ec7c n\u00e0y c\u0169ng h\u1ed7 tr\u1ee3 SEO v\u00e0 gi\u00fap ng\u01b0\u1eddi d\u00f9ng c\u1ee7a b\u1ea1n t\u00ecm th\u1ea5y n\u1ed9i dung h\u1ecd \u0111ang t\u00ecm ki\u1ebfm m\u1ed9t c\u00e1ch d\u1ec5 d\u00e0ng h\u01a1n.<\/p>\r\n\r\n\r\n\r\n<p>H\u1ed9p meta\u00a0<strong>Categories<\/strong>\u00a0v\u00e0 meta\u00a0<strong>Tags<\/strong>\u00a0n\u1eb1m \u1edf c\u1ed9t b\u00ean ph\u1ea3i, trong ph\u1ea7n\u00a0<strong>Document<\/strong>.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104071\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-734.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam Featured Image (h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt)<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>H\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt (c\u00f2n \u0111\u01b0\u1ee3c g\u1ecdi l\u00e0 thumbnail) l\u00e0 h\u00ecnh \u1ea3nh ch\u00ednh \u0111\u1ea1i di\u1ec7n cho n\u1ed9i dung c\u1ee7a b\u00e0i vi\u1ebft v\u00e0 \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb n\u1ed5i b\u1eadt tr\u00ean tr\u00ean c\u00e1c b\u00e0i vi\u1ebft, trang l\u01b0u tr\u1eef blog c\u0169ng nh\u01b0 tr\u00ean trang ch\u1ee7 c\u1ee7a c\u00e1c website tin t\u1ee9c, t\u1ea1p ch\u00ed v\u00e0 blog.<\/p>\r\n\r\n\r\n\r\n<p>H\u1ea7u h\u1ebft t\u1ea5t c\u1ea3 c\u00e1c theme WordPress \u0111\u1ec1u h\u1ed7 tr\u1ee3 ch\u1ee9c n\u0103ng h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt. B\u1ea1n s\u1ebd t\u00ecm th\u1ea5y t\u00f9y ch\u1ecdn \u0111\u1ec3 th\u00eam h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt v\u00e0o b\u00e0i vi\u1ebft \u1edf c\u1ed9t b\u00ean ph\u1ea3i trong c\u00e0i \u0111\u1eb7t Document.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104072\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-735.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n ch\u1ec9 c\u1ea7n click v\u00e0o \u2018<strong>Set featured image\u2019<\/strong>\u00a0v\u00e0 ch\u1ecdn ho\u1eb7c upload \u1ea3nh mu\u1ed1n s\u1eed d\u1ee5ng l\u00e0m h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt.<\/p>\r\n\r\n\r\n\r\n<p>\u0110i\u1ec1u quan tr\u1ecdng l\u00e0 b\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1ea7m l\u1eabn gi\u1eefa h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt v\u1edbi h\u00ecnh \u1ea3nh b\u00eca (\u0111\u00e2y l\u00e0 m\u1ed9t t\u00ednh n\u0103ng m\u1edbi). B\u1ea1n c\u00f3 th\u1ec3 \u0111\u1ecdc th\u00eam b\u00e0i so s\u00e1nh gi\u1eefa \u1ea3nh b\u00eca v\u1edbi \u1ea3nh n\u1ed5i b\u1eadt c\u1ee7a CunghocWP \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam \u0111o\u1ea1n tr\u00edch (T\u00f3m t\u1eaft b\u00e0i vi\u1ebft)<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>\u0110o\u1ea1n tr\u00edch l\u00e0 ph\u1ea7n t\u00f3m t\u1eaft b\u00e0i vi\u1ebft tr\u00ean blog ho\u1eb7c b\u00e0i vi\u1ebft. H\u1ea7u h\u1ebft c\u00e1c theme WordPress \u0111\u1ec1u c\u00f3 th\u1ec3 t\u1ef1 \u0111\u1ed9ng t\u1ea1o \u0111o\u1ea1n tr\u00edch t\u1eeb m\u1ed9t v\u00e0i d\u00f2ng \u0111\u1ea7u ti\u00ean c\u1ee7a b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Tuy nhi\u00ean, \u0111o\u1ea1n tr\u00edch t\u1ef1 \u0111\u1ed9ng n\u00e0y kh\u00f4ng ph\u1ea3i l\u00fac n\u00e0o c\u0169ng c\u00f3 \u00fd ngh\u0129a ho\u1eb7c h\u1ea5p d\u1eabn. Do v\u1eady, b\u1ea1n n\u00ean th\u00eam \u0111o\u1ea1n tr\u00edch theo c\u00e1ch th\u1ee7 c\u00f4ng.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 th\u00eam \u0111o\u1ea1n tr\u00edch v\u00e0o h\u1ed9p\u00a0<strong>Excerpt<\/strong>\u00a0n\u1eb1m d\u01b0\u1edbi c\u1ed9t c\u00e0i \u0111\u1eb7t document \u1edf b\u00ean ph\u1ea3i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104073\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-736.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>Thay \u0111\u1ed5i Slug URL c\u1ee7a b\u00e0i vi\u1ebft ho\u1eb7c Permalink<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>Theo m\u1eb7c \u0111\u1ecbnh, WordPress s\u1eed d\u1ee5ng URL th\u00e2n thi\u1ec7n v\u1edbi SEO cho c\u00e1c b\u00e0i vi\u1ebft tr\u00ean blog v\u00e0 t\u1ef1 \u0111\u1ed9ng s\u1eed d\u1ee5ng ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft l\u00e0m permalink.<\/p>\r\n\r\n\r\n\r\n<p>Tuy nhi\u00ean, m\u1ed9t s\u1ed1 ng\u01b0\u1eddi d\u00f9ng c\u00f3 th\u1ec3 mu\u1ed1n thay \u0111\u1ed5i permalink \u0111\u1ec3 SEO v\u00e0 th\u00e2n thi\u1ec7n v\u1edbi ng\u01b0\u1eddi d\u00f9ng h\u01a1n. C\u00f3 hai c\u00e1ch \u0111\u1ec3 l\u00e0m \u0111i\u1ec1u n\u00e0y.<\/p>\r\n\r\n\r\n\r\n<p>Nh\u1ea5p v\u00e0o ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft, b\u1ea1n s\u1ebd th\u1ea5y t\u00f9y ch\u1ecdn thay \u0111\u1ed5i permalink ph\u00eda tr\u00ean tr\u01b0\u1eddng ti\u00eau \u0111\u1ec1. Ngo\u00e0i ra, b\u1ea1n c\u00f3 th\u1ec3 thay \u0111\u1ed5i permalink t\u1eeb tab\u00a0<strong>Permalink<\/strong>\u00a0trong c\u1ed9t c\u00e0i \u0111\u1eb7t Document.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104074\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-737.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>Thay \u0111\u1ed5i Author (t\u00e1c gi\u1ea3)<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>N\u1ebfu b\u1ea1n \u0111i\u1ec1u h\u00e0nh m\u1ed9t trang web WordPress \u0111a t\u00e1c gi\u1ea3 th\u00ec c\u00f3 th\u1ec3 thay \u0111\u1ed5i t\u00e1c gi\u1ea3 c\u1ee7a b\u00e0i vi\u1ebft v\u00e0 ch\u1ec9 \u0111\u1ecbnh b\u00e0i vi\u1ebft \u0111\u00f3 cho m\u1ed9t t\u00e1c gi\u1ea3 kh\u00e1c tr\u00ean website.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n s\u1ebd t\u00ecm th\u1ea5y t\u00f9y ch\u1ecdn thay \u0111\u1ed5i author trong tab\u00a0<strong>\u2018Status and Visibility\u2019<\/strong>\u00a0\u1edf c\u1ed9t b\u00ean ph\u1ea3i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104075\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-738.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>B\u1eadt\/T\u1eaft Comments<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>WordPress \u0111i k\u00e8m v\u1edbi m\u1ed9t h\u1ec7 th\u1ed1ng comment t\u00edch h\u1ee3p cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 l\u1ea1i b\u00ecnh lu\u1eadn tr\u00ean b\u00e0i vi\u1ebft c\u1ee7a b\u1ea1n. B\u1ea1n c\u00f3 th\u1ec3 t\u1eaft b\u00ecnh lu\u1eadn cho t\u1eebng b\u00e0i vi\u1ebft t\u1eeb tab\u00a0<strong>Discussion<\/strong>\u00a0n\u1eb1m trong tab Document.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104076\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-739.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u0169ng s\u1ebd th\u1ea5y t\u00f9y ch\u1ecdn cho ph\u00e9p pingback v\u00e0 trackback \u0111\u1ec3 nh\u1eadn th\u00f4ng b\u00e1o khi c\u00e1c blog kh\u00e1c li\u00ean k\u1ebft \u0111\u1ebfn m\u1ed9t b\u00e0i b\u00e1o.<\/p>\r\n\r\n\r\n\r\n<p>Tuy nhi\u00ean, t\u00f9y ch\u1ecdn n\u00e0y ch\u1ee7 y\u1ebfu \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 spam, v\u00ec v\u1eady CunghocWP khuy\u00ean b\u1ea1n n\u00ean t\u1eaft ho\u00e0n to\u00e0n pingback v\u00e0 trackback.<\/p>\r\n\r\n\r\n\r\n<h3><strong>C\u00e1c t\u00f9y ch\u1ecdn do Plugin WordPress th\u00eam v\u00e0o<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>H\u1ea7u h\u1ebft c\u00e1c plugin WordPress ph\u1ed5 bi\u1ebfn c\u0169ng s\u1ebd th\u00eam c\u00e1c t\u00f9y ch\u1ecdn ri\u00eang v\u00e0o m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft. M\u1ed9t s\u1ed1 s\u1ebd c\u00f3 s\u1eb5n d\u01b0\u1edbi d\u1ea1ng kh\u1ed1i trong khi s\u1ed1 kh\u00e1c c\u00f3 s\u1eb5n d\u01b0\u1edbi d\u1ea1ng h\u1ed9p meta.<\/p>\r\n\r\n\r\n\r\n<p>V\u00ed d\u1ee5: WPForms, plugin contact form WordPress t\u1ed1t nh\u1ea5t th\u00eam m\u1ed9t kh\u1ed1i \u0111\u1ec3 ch\u00e8n contact form trong c\u00e1c b\u00e0i vi\u1ebft v\u00e0 trang web.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104077\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-740.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>M\u1ed9t v\u00ed d\u1ee5 tuy\u1ec7t v\u1eddi kh\u00e1c l\u00e0 Yoast SEO. Plugin n\u00e0y th\u00eam m\u1ed9t h\u1ed9p meta b\u00ean d\u01b0\u1edbi tr\u00ecnh so\u1ea1n th\u1ea3o cho c\u00e0i \u0111\u1eb7t SEO v\u00e0 m\u1ed9t h\u1ed9p kh\u00e1c trong thanh c\u00f4ng c\u1ee5 tr\u00ean c\u00f9ng.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104078\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-741.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>T\u00f9y ch\u1ecdn publish<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>M\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda WordPress m\u1eb7c \u0111\u1ecbnh \u0111\u01b0\u1ee3c chia th\u00e0nh hai c\u1ed9t. C\u1ed9t b\u00ean tr\u00e1i l\u00e0 n\u01a1i vi\u1ebft n\u1ed9i dung v\u00e0 c\u1ed9t b\u00ean ph\u1ea3i c\u00f3 t\u1ea5t c\u1ea3 c\u00e0i \u0111\u1eb7t b\u00e0i vi\u1ebft bao g\u1ed3m c\u1ea3 t\u00f9y ch\u1ecdn publish.<\/p>\r\n\r\n\r\n\r\n<p>H\u00e3y xem x\u00e9t c\u00e1c t\u00f9y ch\u1ecdn Publish \u1edf c\u1ed9t b\u00ean ph\u1ea3i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104079\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-742.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>1. Save draft link \u0111\u1ec3 l\u01b0u c\u00e1c thay \u0111\u1ed5i \u0111\u00e3 th\u1ef1c hi\u1ec7n cho m\u1ed9t b\u00e0i vi\u1ebft WordPress. Tr\u00ecnh so\u1ea1n th\u1ea3o c\u0169ng s\u1ebd t\u1ef1 \u0111\u1ed9ng l\u01b0u c\u00e1c thay \u0111\u1ed5i khi b\u1ea1n vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>2. N\u00fat Preview s\u1ebd m\u1edf b\u1ea3n xem tr\u01b0\u1edbc tr\u1ef1c ti\u1ebfp b\u00e0i vi\u1ebft ho\u1eb7c trang trong tab tr\u00ecnh duy\u1ec7t m\u1edbi.<\/p>\r\n\r\n\r\n\r\n<p>3. Sau khi ho\u00e0n t\u1ea5t vi\u1ec7c ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft, b\u1ea1n c\u00f3 th\u1ec3 nh\u1ea5p v\u00e0o n\u00fat Publish \u0111\u1ec3 b\u00e0i vi\u1ebft c\u1ee7a b\u1ea1n xu\u1ea5t hi\u1ec7n online.<\/p>\r\n\r\n\r\n\r\n<p>4. WordPress cung c\u1ea5p m\u1ed9t v\u00e0i t\u00f9y ch\u1ecdn \u0111\u1ec3 ki\u1ec3m so\u00e1t m\u1ee9c \u0111\u1ed9 hi\u1ec3n th\u1ecb c\u1ee7a b\u00e0i vi\u1ebft. T\u00f9y ch\u1ecdn m\u1eb7c \u0111\u1ecbnh l\u00e0\u00a0<strong>\u2018Public\u2019<\/strong>\u00a0nh\u01b0ng v\u1eabn c\u00f3 c\u00e1c t\u00f9y ch\u1ecdn \u0111\u1ec3 \u0111\u1eb7t b\u00e0i vi\u1ebft \u1edf ch\u1ebf \u0111\u1ed9 ri\u00eang t\u01b0 ho\u1eb7c \u0111\u01b0\u1ee3c b\u1ea3o v\u1ec7 b\u1eb1ng m\u1eadt kh\u1ea9u.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104080\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-743.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>5. WordPress c\u0169ng cho ph\u00e9p b\u1ea1n ki\u1ec3m so\u00e1t th\u1eddi gian publish b\u00e0i vi\u1ebft. T\u00f9y ch\u1ecdn m\u1eb7c \u0111\u1ecbnh l\u00e0 Publish immediately, nh\u01b0ng b\u1ea1n c\u00f3 th\u1ec3 l\u00ean l\u1ecbch publish c\u00e1c b\u00e0i vi\u1ebft ho\u1eb7c th\u1eadm ch\u00ed ch\u1ecdn m\u1ed9t ng\u00e0y trong qu\u00e1 kh\u1ee9.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104081\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-744.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>6. Ch\u1ecdn h\u1ed9p b\u00ean c\u1ea1nh\u00a0<strong>\u2018Stick to front page\u2019<\/strong>\u00a0\u0111\u1ec3 l\u00e0m cho b\u00e0i vi\u1ebft tr\u1edf n\u00ean h\u1ea5p d\u1eabn ho\u1eb7c n\u1ed5i b\u1eadt b\u1eb1ng c\u00e1ch cho b\u00e0i vi\u1ebft c\u1ee5 th\u1ec3 xu\u1ea5t hi\u1ec7n tr\u00ean \u0111\u1ea7u c\u00e1c b\u00e0i vi\u1ebft kh\u00e1c. T\u00ecm hi\u1ec3u th\u00eam v\u1ec1 c\u00e1c b\u00e0i vi\u1ebft c\u1ed1 \u0111\u1ecbnh v\u00e0 nh\u1eefng g\u00ec b\u1ea1n c\u00f3 th\u1ec3 l\u00e0m.<\/p>\r\n\r\n\r\n\r\n<p>7. T\u00f9y ch\u1ecdn xem x\u00e9t trong th\u1eddi gian ch\u1edd s\u1ebd th\u00eam tr\u1ea1ng th\u00e1i t\u00f9y ch\u1ec9nh b\u00ean c\u1ea1nh b\u00e0i vi\u1ebft l\u00e0<strong>\u00a0\u2018Pending review\u2019<\/strong>. T\u00ednh n\u0103ng n\u00e0y \u0111\u1eb7c bi\u1ec7t h\u1eefu \u00edch tr\u00ean c\u00e1c blog c\u00f3 nhi\u1ec1u t\u00e1c gi\u1ea3 ch\u1ec9 c\u00f3 th\u1ec3 l\u01b0u b\u00e0i vi\u1ebft v\u00e0 kh\u00f4ng publish.<\/p>\r\n\r\n\r\n\r\n<p>8. Click v\u00e0o<strong>\u00a0\u2018Move to trash\u2019<\/strong>\u00a0n\u1ebfu b\u1ea1n mu\u1ed1n x\u00f3a m\u1ed9t b\u00e0i vi\u1ebft. WordPress s\u1ebd g\u1eedi b\u00e0i v\u00e0o th\u00f9ng r\u00e1c. C\u00e1c b\u00e0i vi\u1ebft \u0111\u00e3 x\u00f3a s\u1ebd v\u1eabn c\u00f2n trong th\u01b0 m\u1ee5c th\u00f9ng r\u00e1c trong t\u1ed1i \u0111a 30 ng\u00e0y. Sau \u0111\u00f3 s\u1ebd b\u1ecb x\u00f3a v\u0129nh vi\u1ec5n.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Ch\u1ec9nh s\u1eeda t\u00f9y ch\u1ecdn m\u00e0n h\u00ecnh<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 hi\u1ec3n th\u1ecb v\u00e0 \u1ea9n c\u00e1c b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n kh\u1ecfi m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o menu ba ch\u1ea5m \u1edf g\u00f3c tr\u00ean c\u00f9ng b\u00ean ph\u1ea3i m\u00e0n h\u00ecnh v\u00e0 click v\u00e0o\u00a0<strong>\u2018Options\u2019<\/strong>.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104083\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-746.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Thao t\u00e1c n\u00e0y s\u1ebd hi\u1ec3n th\u1ecb popup \u0111\u1ec3 b\u1ea1n ch\u1ecdn ho\u1eb7c b\u1ecf ch\u1ecdn c\u00e1c b\u1ea3ng.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104084\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-747.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>C\u00e1c t\u00f9y ch\u1ecdn m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft kh\u00e1c<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>C\u00f3 nhi\u1ec1u t\u00f9y ch\u1ecdn kh\u00e1c tr\u00ean m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft, h\u1ea7u h\u1ebft \u0111\u1ec1u li\u00ean quan \u0111\u1ebfn s\u1ef1 xu\u1ea5t hi\u1ec7n c\u1ee7a m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft v\u00e0 ch\u00ednh tr\u00ecnh so\u1ea1n th\u1ea3o.<\/p>\r\n\r\n\r\n\r\n<p>H\u00e3y c\u00f9ng kh\u00e1m ph\u00e1.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 nh\u1ea5p v\u00e0o bi\u1ec3u t\u01b0\u1ee3ng menu ba ch\u1ea5m \u1edf g\u00f3c tr\u00ean c\u00f9ng b\u00ean ph\u1ea3i m\u00e0n h\u00ecnh \u0111\u1ec3 th\u1ea5y c\u00e1c t\u00f9y ch\u1ecdn v\u1edbi ch\u1ee9c n\u0103ng di chuy\u1ec3n thanh c\u00f4ng c\u1ee5 kh\u1ed1i l\u00ean tr\u00ean c\u00f9ng, ch\u1ebf \u0111\u1ed9 spotlight, ch\u1ebf \u0111\u1ed9 to\u00e0n m\u00e0n h\u00ecnh, chuy\u1ec3n \u0111\u1ed5i gi\u1eefa tr\u00ecnh so\u1ea1n th\u1ea3o tr\u1ef1c quan ho\u1eb7c tr\u00ecnh so\u1ea1n th\u1ea3o code, qu\u1ea3n l\u00fd c\u00e1c kh\u1ed1i reusable block v\u00e0 c\u00e1c ph\u00edm shortcut.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104085\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-748.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u00ean c\u1ea1nh \u0111\u00f3, b\u1ea1n s\u1ebd th\u1ea5y m\u1ed9t n\u00fat c\u00f3 bi\u1ec3u t\u01b0\u1ee3ng b\u00e1nh r\u0103ng. Nh\u1ea5p v\u00e0o s\u1ebd hi\u1ec3n th\u1ecb\/\u1ea9n t\u00e0i li\u1ec7u b\u00ean ph\u1ea3i v\u00e0 c\u1ed9t c\u00e0i \u0111\u1eb7t kh\u1ed1i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104086\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-749.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>\u1ede g\u00f3c tr\u00ean b\u00ean tr\u00e1i m\u00e0n h\u00ecnh, c\u00f3 m\u1ed9t v\u00e0i n\u00fat n\u1eefa. \u1ede b\u00ean ph\u1ea3i l\u00e0 c\u00e1c n\u00fat block navigation cho ph\u00e9p b\u1ea1n chuy\u1ec3n \u0111\u1ebfn m\u1ed9t kh\u1ed1i trong b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104087\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-750.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Ti\u1ebfp theo, b\u1ea1n s\u1ebd th\u1ea5y bi\u1ec3u t\u01b0\u1ee3ng th\u00f4ng tin. Click v\u00e0o \u0111\u1ec3 xem s\u1ed1 li\u1ec7u th\u1ed1ng k\u00ea v\u1ec1 b\u00e0i vi\u1ebft nh\u01b0 s\u1ed1 t\u1eeb, \u0111o\u1ea1n v\u0103n, header v\u00e0 kh\u1ed1i.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104088\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-751.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Sau \u0111\u00f3, b\u1ea1n c\u00f3 th\u1ec3 click v\u00e0o\u00a0<strong>Undo and Redo<\/strong>\u00a0\u0111\u1ec3 ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i \u0111\u00e3 th\u1ef1c hi\u1ec7n \u0111\u1ed1i v\u1edbi b\u00e0i vi\u1ebft tr\u01b0\u1edbc khi l\u01b0u ho\u1eb7c publish.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104089\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-752.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Cu\u1ed1i c\u00f9ng l\u00e0 n\u00fat\u00a0<strong>Add block<\/strong>\u00a0\u0111\u1ec3 ch\u00e8n c\u00e1c kh\u1ed1i v\u00e0o tr\u00ecnh so\u1ea1n th\u1ea3o b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o WordPress m\u1eb7c \u0111\u1ecbnh kh\u00e1 m\u1ea1nh m\u1ebd.<\/p>\r\n\r\n\r\n\r\n<p>CunghocWP khuy\u1ebfn kh\u00edch b\u1ea1n t\u1ef1 kh\u00e1m ph\u00e1 m\u1ecdi th\u1ee9 khi vi\u1ebft b\u00e0i tr\u00ean blog v\u00e0 ch\u00fa \u00fd \u0111\u1ebfn c\u00e0i \u0111\u1eb7t kh\u1ed1i ri\u00eang l\u1ebb. M\u1ed7i kh\u1ed1i s\u1ebd c\u00f3 c\u00e1c c\u00e0i \u0111\u1eb7t kh\u00e1c nhau v\u00e0 b\u1ea1n s\u1ebd kh\u00e1m ph\u00e1 ra r\u1ea5t nhi\u1ec1u th\u1ee7 thu\u1eadt th\u00fa v\u1ecb \u1edf \u0111\u00f3.<\/p>\r\n\r\n\r\n\r\n<h2 id=\"classic\"><strong>T\u1ea1o b\u00e0i vi\u1ebft m\u1edbi trong WordPress b\u1eb1ng tr\u00ecnh so\u1ea1n th\u1ea3o Classic Editor<\/strong><\/h2>\r\n\r\n\r\n\r\n<p>N\u1ebfu b\u1ea1n v\u1eabn \u0111ang s\u1eed d\u1ee5ng tr\u00ecnh so\u1ea1n th\u1ea3o WordPress Classic Editor th\u00ec ph\u1ea7n n\u00e0y d\u00e0nh cho b\u1ea1n.<\/p>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o classic editor s\u1ebd \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 cho \u0111\u1ebfn cu\u1ed1i n\u0103m 2021 v\u00e0 CunghocWP khuy\u00ean t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng n\u00ean c\u00f3 k\u1ebf ho\u1ea1ch chuy\u1ec3n sang tr\u00ecnh so\u1ea1n th\u1ea3o WordPress m\u1edbi.<\/p>\r\n\r\n\r\n\r\n<h3><strong>H\u1ed9p ti\u00eau \u0111\u1ec1 v\u00e0 n\u1ed9i dung<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>Trong tr\u00ecnh so\u1ea1n th\u1ea3o classic editor, c\u00e1c h\u1ed9p ti\u00eau \u0111\u1ec1 v\u00e0 n\u1ed9i dung l\u00e0 nh\u1eefng khu v\u1ef1c n\u1ed5i b\u1eadt nh\u1ea5t tr\u00ean m\u00e0n h\u00ecnh Add New Post (xem \u1ea3nh ch\u1ee5p m\u00e0n h\u00ecnh b\u00ean d\u01b0\u1edbi).<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104090\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-753.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>H\u00ecnh \u1ea3nh c\u1ee7a b\u1ea1n c\u00f3 th\u1ec3 tr\u00f4ng h\u01a1i kh\u00e1c m\u1ed9t ch\u00fat t\u00f9y thu\u1ed9c v\u00e0o vi\u1ec7c b\u1ea1n \u0111ang s\u1eed d\u1ee5ng tr\u00ecnh so\u1ea1n th\u1ea3o tr\u1ef1c quan hay tr\u00ecnh so\u1ea1n th\u1ea3o v\u0103n b\u1ea3n.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 chuy\u1ec3n \u0111\u1ed5i gi\u1eefa tr\u00ecnh so\u1ea1n th\u1ea3o tr\u1ef1c quan v\u00e0 tr\u00ecnh so\u1ea1n th\u1ea3o v\u0103n b\u1ea3n trong khi vi\u1ebft b\u00e0i nh\u01b0ng ch\u00fang t\u00f4i khuy\u00ean b\u1ea1n kh\u00f4ng n\u00ean chuy\u1ec3n \u0111\u1ed5i v\u00ec \u0111i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 l\u00e0m r\u1ed1i lo\u1ea1n \u0111\u1ecbnh d\u1ea1ng b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Visual Editor l\u00e0 m\u1ed9t tr\u00ecnh so\u1ea1n th\u1ea3o v\u0103n b\u1ea3n th\u00e2n thi\u1ec7n v\u1edbi ng\u01b0\u1eddi d\u00f9ng m\u1edbi v\u1edbi c\u00e1c n\u00fat \u0111\u1ecbnh d\u1ea1ng v\u00e0 layout tr\u1ef1c quan \u0111\u1eb9p m\u1eaft cho v\u00f9ng n\u1ed9i dung. M\u1eb7t kh\u00e1c, tr\u00ecnh so\u1ea1n th\u1ea3o v\u0103n b\u1ea3n l\u00e0 m\u1ed9t tr\u00ecnh so\u1ea1n th\u1ea3o thu\u1ea7n t\u00fay m\u00e0 b\u1ea1n c\u00f3 th\u1ec3 xem HTML ho\u1eb7c vi\u1ebft ri\u00eang.<\/p>\r\n\r\n\r\n\r\n<p>Khu v\u1ef1c v\u0103n b\u1ea3n \u0111\u1ea7u ti\u00ean tr\u00ean c\u00f9ng l\u00e0 n\u01a1i th\u00eam ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft. N\u1ebfu b\u1ea1n \u0111ang s\u1eed d\u1ee5ng c\u1ea5u tr\u00fac URL th\u00e2n thi\u1ec7n v\u1edbi SEO th\u00ec WordPress s\u1ebd t\u1ef1 \u0111\u1ed9ng t\u1ea1o URL b\u00e0i vi\u1ebft d\u1ef1a tr\u00ean ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft. B\u1ea1n c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda URL b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o n\u00fat\u00a0<strong>Edit<\/strong>.<\/p>\r\n\r\n\r\n\r\n<p>Khu v\u1ef1c n\u1ed9i dung l\u00e0 n\u01a1i b\u1ea1n vi\u1ebft b\u00e0i. B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng c\u00e1c t\u00f9y ch\u1ecdn \u0111\u1ecbnh d\u1ea1ng t\u1eeb thanh c\u00f4ng c\u1ee5 ho\u1eb7c s\u1eed d\u1ee5ng m\u1ed9t trong nhi\u1ec1u ph\u00edm shortcut c\u00f3 s\u1eb5n \u0111\u1ec3 t\u0103ng t\u1ed1c qu\u00e1 tr\u00ecnh vi\u1ebft b\u00e0i.<\/p>\r\n\r\n\r\n\r\n<p>N\u1ebfu b\u1ea1n \u0111ang s\u1eed d\u1ee5ng tr\u00ecnh so\u1ea1n th\u1ea3o tr\u1ef1c quan th\u00ec h\u00e3y tham kh\u1ea3o 14 m\u1eb9o n\u00e0y \u0111\u1ec3 th\u00e0nh th\u1ea1o tr\u00ecnh so\u1ea1n th\u1ea3o tr\u1ef1c quan WordPress.<\/p>\r\n\r\n\r\n\r\n<p>Trong khu v\u1ef1c footer c\u1ee7a tr\u00ecnh so\u1ea1n th\u1ea3o n\u1ed9i dung, WordPress s\u1ebd hi\u1ec3n th\u1ecb s\u1ed1 t\u1eeb c\u1ee7a b\u00e0i vi\u1ebft. N\u1ebfu b\u1ea1n mu\u1ed1n nh\u1eadn s\u1ed1 li\u1ec7u th\u1ed1ng k\u00ea s\u1ed1 t\u1eeb chi ti\u1ebft h\u01a1n th\u00ec h\u00e3y xem h\u01b0\u1edbng d\u1eabn c\u00e1ch nh\u1eadn th\u1ed1ng k\u00ea s\u1ed1 t\u1eeb trong WordPress b\u1eb1ng\u00a0Word Stats c\u1ee7a CunghocWP.<\/p>\r\n\r\n\r\n\r\n<p>Khi b\u1ea1n vi\u1ebft, WordPress s\u1ebd t\u1ef1 \u0111\u1ed9ng l\u01b0u b\u1ea3n nh\u00e1p b\u00e0i vi\u1ebft trong c\u01a1 s\u1edf d\u1eef li\u1ec7u WordPress.<\/p>\r\n\r\n\r\n\r\n<p>Ngay sau khi b\u1ea1n l\u01b0u b\u1ea3n nh\u00e1p ho\u1eb7c vi\u1ebft th\u00eam n\u1ed9i dung, WordPress s\u1ebd t\u1ef1 \u0111\u1ed9ng d\u1ecdn d\u1eb9p b\u1ea3n nh\u00e1p t\u1ea1m th\u1eddi v\u00e0 thay th\u1ebf b\u1eb1ng m\u1ed9t b\u1ea3n m\u1edbi. Qu\u00e1 tr\u00ecnh n\u00e0y s\u1ebd gi\u1eef nguy\u00ean n\u1ed9i dung ngay c\u1ea3 khi c\u00f3 tr\u1ee5c tr\u1eb7c v\u1ec1 k\u1ebft n\u1ed1i internet ho\u1eb7c l\u1ed7i ph\u1ea7n c\u1ee9ng. H\u00e3y tham kh\u1ea3o h\u01b0\u1edbng d\u1eabn c\u1ee7a CunghocWP \u0111\u1ec3 bi\u1ebft c\u00e1ch ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i trong WordPress v\u1edbi c\u00e1c b\u1ea3n s\u1eeda \u0111\u1ed5i b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Tr\u00ecnh so\u1ea1n th\u1ea3o b\u00e0i vi\u1ebft hi\u1ec3n th\u1ecb b\u1ea3n nh\u00e1p hi\u1ec7n t\u1ea1i v\u00e0 tr\u1ea1ng th\u00e1i t\u1ef1 \u0111\u1ed9ng l\u01b0u \u1edf footer b\u00ean c\u1ea1nh s\u1ed1 t\u1eeb.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam h\u00ecnh \u1ea3nh v\u00e0 Media<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>Gi\u1eefa c\u00e1c tr\u01b0\u1eddng ti\u00eau \u0111\u1ec1 v\u00e0 n\u1ed9i dung c\u00f3 m\u1ed9t n\u00fat\u00a0<strong>Add Media<\/strong>\u00a0l\u1edbn. B\u1ea1n c\u1ea7n click v\u00e0o n\u00fat n\u00e0y n\u1ebfu mu\u1ed1n upload h\u00ecnh \u1ea3nh ho\u1eb7c b\u1ea5t k\u1ef3 ph\u01b0\u01a1ng ti\u1ec7n n\u00e0o kh\u00e1c l\u00ean b\u00e0i vi\u1ebft WordPress c\u1ee7a m\u00ecnh. Thao t\u00e1c n\u00e0y s\u1ebd kh\u1edfi ch\u1ea1y tr\u00ecnh upload media trong m\u1ed9t popup.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104091\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-754.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>Click v\u00e0o\u00a0<strong>Select files<\/strong>\u00a0\u0111\u1ec3 upload h\u00ecnh \u1ea3nh ho\u1eb7c b\u1ea5t k\u1ef3 ph\u01b0\u01a1ng ti\u1ec7n n\u00e0o kh\u00e1c l\u00ean trang web WordPress. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 t\u1ea1o th\u01b0 vi\u1ec7n h\u00ecnh \u1ea3nh v\u00e0 audio playlist t\u1eeb c\u00e1c file \u0111\u00e3 upload.<\/p>\r\n\r\n\r\n\r\n<p>WordPress \u0111i k\u00e8m v\u1edbi m\u1ed9t s\u1ed1 c\u00f4ng c\u1ee5 ch\u1ec9nh s\u1eeda h\u00ecnh \u1ea3nh c\u01a1 b\u1ea3n. B\u1ea1n c\u00f3 th\u1ec3 tham kh\u1ea3o h\u01b0\u1edbng d\u1eabn c\u1ee7a CunghocWP \u0111\u1ec3 bi\u1ebft c\u00e1ch ch\u1ec9nh s\u1eeda, l\u1eadt, xoay v\u00e0 c\u1eaft h\u00ecnh \u1ea3nh trong WordPress.<\/p>\r\n\r\n\r\n\r\n<h3><strong>T\u00f9y ch\u1ecdn publish<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>M\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft WordPress \u0111\u01b0\u1ee3c chia th\u00e0nh hai c\u1ed9t. C\u1ed9t b\u00ean tr\u00e1i ch\u1ee9a ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft v\u00e0 tr\u00ecnh so\u1ea1n th\u1ea3o n\u1ed9i dung. C\u1ed9t b\u00ean ph\u1ea3i ch\u1ee9a c\u00e1c c\u00e1c h\u1ed9p meta kh\u00e1c nhau \u0111\u1ec3 \u0111\u1ecbnh c\u1ea5u h\u00ecnh c\u00e0i \u0111\u1eb7t b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>H\u1ed9p meta tr\u00ean c\u00f9ng trong c\u1ed9t n\u00e0y c\u00f3 nh\u00e3n\u00a0<strong>Publish<\/strong>. \u0110\u00e2y l\u00e0 n\u01a1i qu\u1ea3n l\u00fd t\u1ea5t c\u1ea3 c\u00e1c t\u00f9y ch\u1ecdn publish cho c\u00e1c b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104092\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-755.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p><strong>1.<\/strong>\u00a0N\u00fat\u00a0<strong>Save Draft<\/strong>\u00a0l\u01b0u tr\u1eef b\u1ea3n nh\u00e1p c\u1ee7a b\u00e0i vi\u1ebft ho\u1eb7c trang m\u00e0 b\u1ea1n \u0111ang l\u00e0m vi\u1ec7c. WordPress c\u0169ng t\u1ef1 \u0111\u1ed9ng l\u01b0u c\u00e1c b\u00e0i vi\u1ebft khi b\u1ea1n \u0111ang vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p><strong>2.<\/strong>\u00a0N\u00fat\u00a0<strong>Preview<\/strong>\u00a0hi\u1ec3n th\u1ecb b\u1ea3n xem tr\u01b0\u1edbc tr\u1ef1c ti\u1ebfp b\u00e0i vi\u1ebft, gi\u00fap b\u1ea1n xem b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh tr\u00f4ng nh\u01b0 th\u1ebf n\u00e0o sau khi publish.<\/p>\r\n\r\n\r\n\r\n<p><strong>3.<\/strong>\u00a0<strong>Status c<\/strong>ho ph\u00e9p b\u1ea1n \u0111\u1eb7t tr\u1ea1ng th\u00e1i cho b\u00e0i vi\u1ebft. WordPress t\u1ef1 \u0111\u1ed9ng x\u1eed l\u00fd tr\u1ea1ng th\u00e1i b\u00e0i vi\u1ebft cho c\u00e1c b\u1ea3n nh\u00e1p v\u00e0 b\u00e0i vi\u1ebft \u0111\u00e3 publish. Tr\u1eeb khi b\u1ea1n \u0111ang s\u1eed d\u1ee5ng m\u1ed9t plugin \u0111\u1ec3 th\u00eam c\u00e1c tr\u1ea1ng th\u00e1i t\u00f9y ch\u1ec9nh, c\u00f2n kh\u00f4ng th\u00ec b\u1ea1n kh\u00f4ng c\u1ea7n \u0111\u1ec3 \u00fd \u0111\u1ebfn t\u00f9y ch\u1ecdn n\u00e0y.<\/p>\r\n\r\n\r\n\r\n<p><strong>4.<\/strong>\u00a0Nh\u1ea5p v\u00e0o li\u00ean k\u1ebft\u00a0<strong>Edit<\/strong>\u00a0b\u00ean c\u1ea1nh kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb m\u1edf r\u1ed9ng. T\u00f9y ch\u1ecdn \u0111\u1ea7u ti\u00ean d\u01b0\u1edbi ch\u1ebf \u0111\u1ed9 hi\u1ec3n th\u1ecb s\u1ebd l\u00e0m cho b\u00e0i vi\u1ebft c\u1ee7a b\u1ea1n tr\u1edf n\u00ean h\u1ea5p d\u1eabn tr\u00ean trang nh\u1ea5t. C\u00e1c b\u00e0i vi\u1ebft h\u1ea5p d\u1eabn trong WordPress gi\u1ed1ng nh\u01b0 n\u1ed9i dung n\u1ed5i b\u1eadt \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb tr\u00ean t\u1ea5t c\u1ea3 c\u00e1c b\u00e0i vi\u1ebft kh\u00e1c.<\/p>\r\n\r\n\r\n\r\n<p><strong>5.<\/strong>\u00a0T\u00f9y ch\u1ecdn ti\u1ebfp theo \u0111\u1ec3 \u0111\u1eb7t m\u1eadt kh\u1ea9u b\u1ea3o v\u1ec7 b\u00e0i vi\u1ebft trong WordPress .<\/p>\r\n\r\n\r\n\r\n<p><strong>6.<\/strong>\u00a0T\u00f9y ch\u1ecdn th\u1ee9 ba d\u01b0\u1edbi kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb \u0111\u01b0\u1ee3c g\u1eafn nh\u00e3n ri\u00eang t\u01b0 \u0111\u1ec3 b\u1ea1n<strong>\u00a0publish<\/strong>\u00a0m\u1ed9t b\u00e0i vi\u1ebft tr\u00ean trang web WordPress c\u1ee7a m\u00ecnh m\u1ed9t c\u00e1ch ri\u00eang t\u01b0. C\u00e1c b\u00e0i vi\u1ebft ri\u00eang t\u01b0 s\u1ebd hi\u1ec3n th\u1ecb v\u1edbi nh\u1eefng ng\u01b0\u1eddi d\u00f9ng c\u00f3 quy\u1ec1n ch\u1ec9nh s\u1eeda tr\u00ean trang web c\u1ee7a b\u1ea1n.<\/p>\r\n\r\n\r\n\r\n<p><strong>7.<\/strong>\u00a0Nh\u1ea5p v\u00e0o li\u00ean k\u1ebft\u00a0<strong>Edit<\/strong>\u00a0b\u00ean c\u1ea1nh<strong>\u00a0Publish<\/strong>, WordPress s\u1ebd hi\u1ec3n th\u1ecb c\u00e1c t\u00f9y ch\u1ecdn ng\u00e0y v\u00e0 gi\u1edd. B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn n\u00e0y \u0111\u1ec3 l\u00ean l\u1ecbch cho c\u00e1c b\u00e0i vi\u1ebft ho\u1eb7c t\u1ea1o b\u00e0i vi\u1ebft c\u0169 trong WordPress.<\/p>\r\n\r\n\r\n\r\n<p><strong>8.<\/strong>\u00a0Move to trash cho ph\u00e9p b\u1ea1n x\u00f3a m\u1ed9t b\u00e0i vi\u1ebft WordPress. C\u00e1c b\u00e0i vi\u1ebft \u0111\u00e3 x\u00f3a n\u1eb1m trong th\u00f9ng r\u00e1c v\u00e0 b\u1ea1n c\u00f3 th\u1ec3 kh\u00f4i ph\u1ee5c trong t\u1ed1i \u0111a 30 ng\u00e0y n\u1ebfu c\u1ea7n.<\/p>\r\n\r\n\r\n\r\n<p><strong>9.<\/strong>\u00a0Cu\u1ed1i c\u00f9ng, n\u00fat\u00a0<strong>Publish<\/strong>\u00a0\u0111\u1ec3 publish b\u00e0i vi\u1ebft WordPress c\u1ee7a b\u1ea1n \u1edf ch\u1ebf \u0111\u1ed9 c\u00f4ng khai. H\u00e3y nh\u1edb n\u1ebfu b\u1ea1n \u0111\u00e3 l\u00ean l\u1ecbch m\u1ed9t b\u00e0i vi\u1ebft th\u00ec b\u00e0i vi\u1ebft \u0111\u00f3 s\u1ebd xu\u1ea5t hi\u1ec7n tr\u00ean trang web c\u1ee7a b\u1ea1n v\u00e0o ng\u00e0y v\u00e0 gi\u1edd \u0111\u00e3 l\u00ean l\u1ecbch.<\/p>\r\n\r\n\r\n\r\n<h3><strong>Th\u00eam Categories v\u00e0 Tags<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 s\u1eafp x\u1ebfp c\u00e1c b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh th\u00e0nh c\u00e1c Categories v\u00e0 Tags. H\u1ed9p meta Categories v\u00e0 Tags th\u01b0\u1eddng xu\u1ea5t hi\u1ec7n \u1edf c\u1ed9t b\u00ean ph\u1ea3i b\u00ean d\u01b0\u1edbi h\u1ed9p meta publish.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104093\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-756.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng Categories v\u00e0 tags \u0111\u1ec3 s\u1eafp x\u1ebfp n\u1ed9i dung theo \u0111\u1ecbnh d\u1ea1ng c\u00f3 \u00fd ngh\u0129a v\u00e0 c\u00f3 th\u1ec3 duy\u1ec7t \u0111\u01b0\u1ee3c.<\/p>\r\n\r\n\r\n\r\n<p>Th\u00eam Categories v\u00e0 tags kh\u00f4ng ch\u1ec9 gi\u00fap ng\u01b0\u1eddi d\u00f9ng t\u00ecm th\u1ea5y n\u1ed9i dung c\u1ee7a b\u1ea1n d\u1ec5 d\u00e0ng m\u00e0 c\u00f2n t\u0103ng c\u01b0\u1eddng SEO cho trang web. H\u00e3y t\u00ecm hi\u1ec3u s\u1ef1 kh\u00e1c bi\u1ec7t gi\u1eefa c\u00e1c Categories v\u00e0 tags c\u0169ng nh\u01b0 c\u00e1ch s\u1eed d\u1ee5ng \u0111\u1ec3 s\u1eafp x\u1ebfp n\u1ed9i dung c\u1ee7a b\u1ea1n.<\/p>\r\n\r\n\r\n\r\n<h3><strong>H\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt (H\u00ecnh Thumbnails)<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>H\u1ea7u h\u1ebft c\u00e1c theme WordPress \u0111\u1ec1u h\u1ed7 tr\u1ee3 h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt ho\u1eb7c h\u00ecnh Thumbnails. Th\u00f4ng th\u01b0\u1eddng, \u1ea3nh n\u1eb1m \u1edf \u00f4 cu\u1ed1i c\u00f9ng trong c\u1ed9t b\u00ean ph\u1ea3i tr\u00ean m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104094\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-757.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n ch\u1ec9 c\u1ea7n nh\u1ea5p v\u00e0o li\u00ean k\u1ebft\u00a0<strong>Featured image<\/strong>. Thao t\u00e1c n\u00e0y s\u1ebd b\u1eadt l\u00ean m\u1ed9t popup c\u1ee7a tr\u00ecnh upload ph\u01b0\u01a1ng ti\u1ec7n. B\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn m\u1ed9t \u1ea3nh t\u1eeb c\u00e1c l\u1ea7n upload tr\u01b0\u1edbc ho\u1eb7c upload m\u1ed9t h\u00ecnh \u1ea3nh m\u1edbi t\u1eeb m\u00e1y t\u00ednh. \u0110\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft, h\u00e3y tham kh\u1ea3o h\u01b0\u1edbng d\u1eabn c\u1ee7a CunghocWP v\u1ec1 c\u00e1ch th\u00eam h\u00ecnh \u1ea3nh n\u1ed5i b\u1eadt ho\u1eb7c h\u00ecnh thumbnails trong WordPress.<\/p>\r\n\r\n\r\n\r\n<h3><strong>T\u00f9y ch\u1ecdn m\u00e0n h\u00ecnh<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>M\u1ed9t s\u1ed1 t\u00f9y ch\u1ecdn tr\u00ean m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft \u0111\u01b0\u1ee3c \u1ea9n theo m\u1eb7c \u0111\u1ecbnh \u0111\u1ec3 mang l\u1ea1i tr\u1ea3i nghi\u1ec7m ch\u1ec9nh s\u1eeda \u0111\u01a1n gi\u1ea3n v\u00e0 g\u1ecdn g\u00e0ng h\u01a1n. Nh\u1eefng t\u00f9y ch\u1ecdn n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1eefng ng\u01b0\u1eddi d\u00f9ng m\u1edbi s\u1eed d\u1ee5ng nhi\u1ec1u. Tuy nhi\u00ean, sau n\u00e0y b\u1ea1n c\u00f3 th\u1ec3 s\u1ebd c\u1ea7n \u0111\u1ebfn.<\/p>\r\n\r\n\r\n\r\n<p>Click v\u00e0o\u00a0<strong>Screen Options<\/strong>\u00a0\u1edf g\u00f3c tr\u00ean c\u00f9ng b\u00ean ph\u1ea3i c\u1ee7a trang. Thao t\u00e1c n\u00e0y s\u1ebd hi\u1ec3n th\u1ecb menu v\u1edbi c\u00e1c checkbox b\u00ean c\u1ea1nh t\u00ean t\u00f9y ch\u1ecdn.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104095\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-758.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>M\u1ed9t s\u1ed1 t\u00f9y ch\u1ecdn s\u1ebd \u0111\u01b0\u1ee3c ch\u1ecdn. \u0110\u1ed1i v\u1edbi c\u00e1c t\u00f9y ch\u1ecdn kh\u00e1c, b\u1ea1n c\u00f3 th\u1ec3 hi\u1ec3n th\u1ecb b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o checkbox b\u00ean c\u1ea1nh t\u00ean t\u00f9y ch\u1ecdn \u0111\u1ec3 t\u00f9y ch\u1ecdn \u0111\u00f3 xu\u1ea5t hi\u1ec7n tr\u00ean trang ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>Ch\u00fang ta h\u00e3y c\u00f9ng xem x\u00e9t m\u1ed9t s\u1ed1 t\u00f9y ch\u1ecdn n\u00e0y.<\/p>\r\n\r\n\r\n\r\n<h4><strong>Excerpt (Tr\u00edch \u0111o\u1ea1n)<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>Ch\u1ecdn h\u1ed9p n\u00e0y s\u1ebd th\u00eam m\u1ed9t h\u1ed9p meta b\u00ean d\u01b0\u1edbi tr\u00ecnh so\u1ea1n th\u1ea3o n\u1ed9i dung c\u1ee7a b\u1ea1n.\u00a0B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng h\u1ed9p n\u00e0y \u0111\u1ec3 th\u00eam b\u1ea3n t\u00f3m t\u1eaft ho\u1eb7c \u0111o\u1ea1n tr\u00edch ng\u1eafn cho b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104096\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-759.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>B\u1ea1n n\u00ean hi\u1ec3n th\u1ecb ph\u1ea7n t\u00f3m t\u1eaft ho\u1eb7c ph\u1ea7n tr\u00edch d\u1eabn cho c\u00e1c b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh tr\u00ean trang ch\u1ee7 v\u00e0 kho l\u01b0u tr\u1eef c\u1ee7a trang web. N\u1ed9i dung \u0111\u1ea7y \u0111\u1ee7 ch\u1ec9 n\u00ean hi\u1ec3n th\u1ecb tr\u00ean trang \u0111\u01a1n l\u1ebb c\u1ee7a b\u00e0i vi\u1ebft. B\u1ea1n c\u00f3 th\u1ec3 t\u00ecm hi\u1ec3u th\u00eam v\u1ec1 \u0111i\u1ec1u n\u00e0y trong h\u01b0\u1edbng d\u1eabn v\u1ec1 b\u00e0i vi\u1ebft \u0111\u1ea7y \u0111\u1ee7 so v\u1edbi t\u00f3m t\u1eaft (ph\u1ea7n tr\u00edch d\u1eabn) trong c\u00e1c trang l\u01b0u tr\u1eef WordPress c\u1ee7a ch\u00fang t\u00f4i.<\/p>\r\n\r\n\r\n\r\n<h4><strong>G\u1eedi Trackbacks<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>T\u00f9y ch\u1ecdn Send Trackbacks cho ph\u00e9p b\u1ea1n th\u00f4ng b\u00e1o cho c\u00e1c ch\u1ee7 s\u1edf h\u1eefu blog kh\u00e1c khi b\u1ea1n \u0111\u00e3 li\u00ean k\u1ebft v\u1edbi n\u1ed9i dung c\u1ee7a h\u1ecd. H\u00e3y \u0111\u1ecdc b\u00e0i vi\u1ebft c\u1ee7a CunghocWP v\u1ec1 trackback v\u00e0 pingback trong WordPress \u0111\u1ec3 t\u00ecm hi\u1ec3u th\u00eam.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104097\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-760.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>N\u1ebfu ch\u1ee7 s\u1edf h\u1eefu blog kh\u00e1c \u0111ang s\u1eed d\u1ee5ng WordPress th\u00ec b\u1ea1n kh\u00f4ng c\u1ea7n ph\u1ea3i g\u1eedi trackback cho h\u1ecd. Trang web WordPress c\u1ee7a b\u1ea1n s\u1ebd t\u1ef1 \u0111\u1ed9ng g\u1eedi cho h\u1ecd m\u1ed9t ping khi b\u1ea1n publish b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>T\u00ednh n\u0103ng trackback b\u1ecb nh\u1eefng k\u1ebb g\u1eedi th\u01b0 r\u00e1c l\u1ea1m d\u1ee5ng \u0111\u1ebfn m\u1ee9c nhi\u1ec1u ch\u1ee7 s\u1edf h\u1eefu trang web ph\u1ea3i v\u00f4 hi\u1ec7u h\u00f3a. CunghocWP c\u00f3 m\u1ed9t b\u00e0i vi\u1ebft v\u1ec1 c\u00e1ch x\u1eed l\u00fd spam theo d\u00f5i trong WordPress.<\/p>\r\n\r\n\r\n\r\n<h4><strong>Custom Fields (Tr\u01b0\u1eddng t\u00f9y ch\u1ec9nh)<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>T\u00f9y ch\u1ecdn n\u00e0y s\u1ebd hi\u1ec3n th\u1ecb giao di\u1ec7n ng\u01b0\u1eddi d\u00f9ng cho c\u00e1c tr\u01b0\u1eddng t\u00f9y ch\u1ec9nh b\u00ean d\u01b0\u1edbi tr\u00ecnh so\u1ea1n th\u1ea3o b\u00e0i vi\u1ebft c\u1ee7a b\u1ea1n. B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng tr\u01b0\u1eddng n\u00e0y \u0111\u1ec3 nh\u1eadp th\u1ee7 c\u00f4ng th\u00f4ng tin t\u00f9y ch\u1ec9nh v\u00e0o b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh. H\u00e3y tham kh\u1ea3o h\u01b0\u1edbng d\u1eabn 101 tr\u01b0\u1eddng t\u00f9y ch\u1ec9nh WordPress d\u00e0nh cho ng\u01b0\u1eddi d\u00f9ng m\u1edbi c\u1ee7a CunghocWP \u0111\u1ec3 t\u00ecm hi\u1ec3u th\u00eam.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104098\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-761.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h4><strong>Discussion (Th\u1ea3o lu\u1eadn)<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>M\u1eb7c d\u00f9 comment l\u00e0 m\u1ed9t c\u00e1ch tuy\u1ec7t v\u1eddi \u0111\u1ec3 thu h\u00fat kh\u00e1n gi\u1ea3 nh\u01b0ng \u0111\u00f4i khi b\u1ea1n c\u00f3 th\u1ec3 kh\u00f4ng mu\u1ed1n nh\u1eadn comment v\u1ec1 m\u1ed9t b\u00e0i vi\u1ebft ho\u1eb7c m\u1ed9t trang c\u1ee5 th\u1ec3.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn\u00a0<strong>Displays a meta box<\/strong>\u00a0b\u00ean d\u01b0\u1edbi tr\u00ecnh so\u1ea1n th\u1ea3o b\u00e0i vi\u1ebft \u0111\u1ec3 b\u1eadt\/t\u1eaft comment v\u00e0 pingback cho b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104099\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-762.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<p>V\u00ec c\u00e1c trang \u0111\u01b0\u1ee3c cho l\u00e0 gi\u1ed1ng nh\u01b0 c\u00e1c trang t\u0129nh n\u00ean h\u1ea7u h\u1ebft ng\u01b0\u1eddi d\u00f9ng mu\u1ed1n t\u1eaft comment. B\u1ea1n c\u00f3 th\u1ec3 l\u00e0m nh\u01b0 v\u1eady b\u1eb1ng c\u00e1ch ch\u1ec9nh s\u1eeda t\u1eebng trang ho\u1eb7c t\u1eaft\/v\u00f4 hi\u1ec7u h\u00f3a comment tr\u00ean trang web WordPress.<\/p>\r\n\r\n\r\n\r\n<p>Khi trang web WordPress c\u1ee7a b\u1ea1n c\u00f3 nhi\u1ec1u ng\u01b0\u1eddi bi\u1ebft t\u1edbi h\u01a1n, b\u1ea1n s\u1ebd b\u1eaft \u0111\u1ea7u nh\u1eadn \u0111\u01b0\u1ee3c c\u00e1c spam comment. Thay v\u00ec t\u1eaft comment, b\u1ea1n h\u00e3y th\u1eed c\u00e1c m\u1eb9o v\u00e0 c\u00f4ng c\u1ee5 n\u00e0y ch\u1ed1ng spam comment trong WordPress .<\/p>\r\n\r\n\r\n\r\n<h4><strong>Slug<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>Slug l\u00e0 m\u1ed9t ti\u00eau \u0111\u1ec1 r\u00f5 r\u00e0ng h\u01a1n d\u01b0\u1ee3c s\u1eed d\u1ee5ng trong URL.<\/p>\r\n\r\n\r\n\r\n<p><code>http:\/\/example.com\/2015\/07\/this-is-post-slug<\/code><\/p>\r\n\r\n\r\n\r\n<p>WordPress t\u1ef1 \u0111\u1ed9ng t\u1ea1o slug b\u00e0i vi\u1ebft v\u00e0 hi\u1ec3n th\u1ecb d\u01b0\u1edbi d\u1ea1ng URL b\u00e0i vi\u1ebft ngay b\u00ean d\u01b0\u1edbi ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft. B\u1ea1n c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda slug URL b\u1eb1ng c\u00e1ch nh\u1ea5p v\u00e0o li\u00ean k\u1ebft ch\u1ec9nh s\u1eeda b\u00ean d\u01b0\u1edbi ti\u00eau \u0111\u1ec1 b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 b\u1eadt t\u00f9y ch\u1ecdn slug t\u1eeb\u00a0<strong>Screen Options<\/strong>\u00a0v\u00e0 ch\u1ec9nh s\u1eeda slug b\u00e0i vi\u1ebft \u1edf \u0111\u00f3.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104100\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-763.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h4><strong>Author<\/strong><\/h4>\r\n\r\n\r\n\r\n<p>WordPress s\u1ebd t\u1ef1 \u0111\u1ed9ng ch\u1ec9 \u0111\u1ecbnh b\u1ea1n l\u00e0m t\u00e1c gi\u1ea3 b\u00e0i vi\u1ebft khi b\u1ea1n t\u1ea1o b\u00e0i vi\u1ebft. Tuy nhi\u00ean, \u0111\u00f4i khi b\u1ea1n c\u00f3 th\u1ec3 mu\u1ed1n hi\u1ec3n th\u1ecb m\u1ed9t ng\u01b0\u1eddi d\u00f9ng kh\u00e1c tr\u00ean trang web WordPress c\u1ee7a m\u00ecnh v\u1edbi t\u01b0 c\u00e1ch l\u00e0 t\u00e1c gi\u1ea3 b\u1eb1ng c\u00e1ch b\u1eadt checkbox author t\u1eeb m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104101\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-764.png.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h3><strong>C\u00e1c t\u00f9y ch\u1ecdn do Plugin WordPress th\u00eam v\u00e0o<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>Cho \u0111\u1ebfn nay CunghocWP m\u1edbi ch\u1ec9 gi\u1ea3i th\u00edch c\u00e1c c\u00e0i \u0111\u1eb7t ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft WordPress m\u1eb7c \u0111\u1ecbnh. Nhi\u1ec1u plugin WordPress c\u0169ng s\u1ebd th\u00eam c\u00e1c b\u1ea3ng c\u00e0i \u0111\u1eb7t ri\u00eang tr\u00ean m\u00e0n h\u00ecnh ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft.<\/p>\r\n\r\n\r\n\r\n<p>V\u00ed d\u1ee5: plugin Yoast WordPress SEO th\u00eam b\u1ea3ng c\u00e0i \u0111\u1eb7t ri\u00eang.<\/p>\r\n\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"aligncenter\"><img class=\"wp-image-104102\" src=\"https:\/\/cunghocwp.com\/wp-content\/uploads\/2020\/08\/Pasted-765.jpg.webp\" alt=\"\" \/><\/figure>\r\n<\/div>\r\n\r\n\r\n\r\n<h2 id=\"bonustips\"><strong>M\u1eb9o b\u1ed5 sung \u0111\u1ec3 t\u1ea1o c\u00e1c b\u00e0i vi\u1ebft tr\u00ean blog t\u1ed1t h\u01a1n<\/strong><\/h2>\r\n\r\n\r\n\r\n<p>WordPress l\u00e0 n\u1ec1n t\u1ea3ng blog ph\u1ed5 bi\u1ebfn nh\u1ea5t l\u00e0 v\u00ec c\u00f3 m\u1ed9t b\u1ed9 c\u00f4ng c\u1ee5 tuy\u1ec7t v\u1eddi gi\u00fap b\u1ea1n t\u1ea1o n\u1ed9i dung m\u1edbi ngay l\u1eadp t\u1ee9c.<\/p>\r\n\r\n\r\n\r\n<p>Tuy nhi\u00ean, c\u00f3 nhi\u1ec1u c\u00f4ng c\u1ee5 v\u00e0 m\u1eb9o kh\u00e1c c\u0169ng c\u00f3 th\u1ec3 c\u1ea3i thi\u1ec7n n\u1ed9i dung blog c\u1ee7a b\u1ea1n.<\/p>\r\n\r\n\r\n\r\n<p>M\u1eb9o \u0111\u1ea7u ti\u00ean CunghocWP cung c\u1ea5p cho t\u1ea5t c\u1ea3 nh\u1eefng ng\u01b0\u1eddi d\u00f9ng m\u1edbi vi\u1ebft blog l\u00e0 t\u00ednh nh\u1ea5t qu\u00e1n. H\u00e3y th\u01b0\u1eddng xuy\u00ean publish c\u00e1c b\u00e0i vi\u1ebft tr\u00ean blog. B\u1ea1n c\u00f3 th\u1ec3 l\u00ean k\u1ebf ho\u1ea1ch cho m\u1ed9t l\u1ecbch bi\u00ean t\u1eadp v\u00e0 l\u00e0m theo.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n n\u00ean b\u1eaft \u0111\u1ea7u v\u1edbi 1 \u2013 2 b\u00e0i vi\u1ebft m\u1ed7i tu\u1ea7n v\u00e0 sau \u0111\u00f3 t\u0103ng d\u1ea7n.<\/p>\r\n\r\n\r\n\r\n<p>Th\u00f4ng th\u01b0\u1eddng ng\u01b0\u1eddi d\u00f9ng m\u1edbi g\u1eb7p kh\u00f3 kh\u0103n trong vi\u1ec7c t\u00ecm ki\u1ebfm \u00fd t\u01b0\u1edfng b\u00e0i vi\u1ebft cho blog c\u1ee7a h\u1ecd. \u0110\u00e2y l\u00e0 danh s\u00e1ch c\u00e1c \u00fd t\u01b0\u1edfng l\u1edbn \u0111\u1ec3 vi\u1ebft b\u00e0i tr\u00ean blog m\u00e0 b\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng.<\/p>\r\n\r\n\r\n\r\n<p>B\u1ea1n c\u0169ng s\u1ebd c\u1ea7n h\u1ecdc c\u00e1ch qu\u1ea3ng c\u00e1o c\u00e1c b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh v\u00e0 theo d\u00f5i m\u1ecdi th\u1ee9. Nh\u00f3m c\u1ee7a CunghocWP \u0111\u00e3 ch\u1ecdn ra c\u00e1c c\u00f4ng c\u1ee5 content marketing t\u1ed1t nh\u1ea5t \u0111\u1ec3 gi\u00fap b\u1ea1n ph\u00e1t tri\u1ec3n blog c\u1ee7a m\u00ecnh.<\/p>\r\n\r\n\r\n\r\n<p>CunghocWP hi v\u1ecdng b\u00e0i vi\u1ebft n\u00e0y s\u1ebd gi\u00fap b\u1ea1n bi\u1ebft c\u00e1ch th\u00eam m\u1ed9t b\u00e0i vi\u1ebft m\u1edbi trong WordPress nh\u01b0 m\u1ed9t ng\u01b0\u1eddi chuy\u00ean nghi\u1ec7p. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 mu\u1ed1n xem h\u01b0\u1edbng d\u1eabn SEO WordPress c\u1ea7n thi\u1ebft \u0111\u1ec3 c\u00f3 th\u00eam traffic cho trang web d\u00e0nh cho ng\u01b0\u1eddi d\u00f9ng m\u1edbi c\u1ee7a ch\u00fang t\u00f4i.<\/p>\r\n\r\n\r\n\r\n<p>N\u1ebfu th\u00edch b\u00e0i vi\u1ebft n\u00e0y, h\u00e3y theo d\u00f5i\u00a0<a href=\"https:\/\/www.youtube.com\/channel\/UCoCeFZnSbBj_TyST30rIKrw\" target=\"_blank\" rel=\"noreferrer noopener\">YouTube Channel<\/a>\u00a0\u0111\u1ec3 xem th\u00eam c\u00e1c video h\u01b0\u1edbng d\u1eabn v\u1ec1 WordPress. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 t\u00ecm ki\u1ebfm ch\u00fang t\u00f4i tr\u00ean\u00a0<a href=\"https:\/\/twitter.com\/cunghocwp\" target=\"_blank\" rel=\"noreferrer noopener\">Twitter<\/a>\u00a0ho\u1eb7c\u00a0<a href=\"https:\/\/www.facebook.com\/cunghocwpdotcom\" target=\"_blank\" rel=\"noreferrer noopener\">Facebook<\/a>.<\/p>\r\n\r\n\r\n\r\n<h3>Like this:<\/h3>\r\n\r\n\r\n\r\n<p>\u0110ang t\u1ea3i&#8230;<strong>Th\u1ebb :<\/strong><a href=\"https:\/\/cunghocwp.com\/tag\/them-bai-viet-moi-trong-wordpress\/\">th\u00eam b\u00e0i vi\u1ebft m\u1edbi trong WordPress<\/a><\/p>\r\n\r\n\r\n\r\n<ul>\r\n<li>Xu H\u01b0\u1edbng<\/li>\r\n<li>B\u00ecnh lu\u1eadn<\/li>\r\n<li>M\u1edbi nh\u1ea5t<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/huong-dan-cai-full-demo-jnews-6-5-theme-tin-tuc-so-1-hien-nay\/\">H\u01b0\u1edbng d\u1eabn c\u00e0i full demo JNews 6.5 \u2013 theme tin t\u1ee9c s\u1ed1 1 hi\u1ec7n nay<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a009\/07\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/huong-dan-cho-phep-dang-ky-tai-khoan-tren-wordpress\/\">H\u01b0\u1edbng d\u1eabn cho ph\u00e9p \u0111\u0103ng k\u00fd t\u00e0i kho\u1ea3n tr\u00ean WordPress<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a021\/05\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/html-va-css-la-gi-vai-tro-cua-no-trong-website\/\">HTML v\u00e0 CSS l\u00e0 g\u00ec? vai tr\u00f2 c\u1ee7a n\u00f3 trong website<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a009\/07\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/cach-doi-ten-files-anh-va-files-media-trong-wordpress\/\">C\u00e1ch \u0111\u1ed5i t\u00ean files \u1ea3nh v\u00e0 files media trong WordPress<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a021\/05\/2020QU\u1ea2NG C\u00c1O<\/p>\r\n\r\n\r\n\r\n<h3>B\u00e0i vi\u1ebft m\u1edbi nh\u1ea5t<\/h3>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/theme-wordpress-tot-nhat-danh-cho-cac-dai-ly-xe-hoi\/\">21 theme WordPress t\u1ed1t nh\u1ea5t d\u00e0nh cho c\u00e1c \u0111\u1ea1i l\u00fd xe h\u01a1i<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a005\/10\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/plugin-dat-cho-va-dat-lich-hen-wordpress\/\">6 plugin \u0111\u1eb7t ch\u1ed7 v\u00e0 \u0111\u1eb7t l\u1ecbch h\u1eb9n WordPress t\u1ed1t nh\u1ea5t<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a005\/10\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/chi-phi-xay-dung-mot-website-wordpress\/\">Chi ph\u00ed x\u00e2y d\u1ef1ng m\u1ed9t website WordPress l\u00e0 bao nhi\u00eau?<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a005\/10\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/theme-wordpress-thich-hop-nhat-danh-cho-website-ve-crossfit\/\">25 theme WordPress th\u00edch h\u1ee3p nh\u1ea5t d\u00e0nh cho website v\u1ec1 Crossfit<\/a><\/h3>\r\n\r\n\r\n\r\n<p>\u00a005\/10\/2020<\/p>\r\n\r\n\r\n\r\n<h3><a href=\"https:\/\/cunghocwp.com\/them-bai-viet-moi-trong-wordpress\/\">H\u01b0\u1edbng d\u1eabn th\u00eam b\u00e0i vi\u1ebft m\u1edb<\/a><\/h3>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>ASDSADSADASD<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[2],"tags":[3],"_links":{"self":[{"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/posts\/14"}],"collection":[{"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/comments?post=14"}],"version-history":[{"count":9,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/posts\/14\/revisions"}],"predecessor-version":[{"id":704,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/posts\/14\/revisions\/704"}],"wp:attachment":[{"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/media?parent=14"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/categories?post=14"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/localhost:7000\/wordpress\/wp-json\/wp\/v2\/tags?post=14"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}